use EDUC

insert
into class
values
('CS01', '计算机一班', '张宁', '计算机应用'),
('CS02', '计算机二班', '王宁', '计算机应用'),
('MT04', '数学四班', '陈晨', '数学'),
('PH08', '物理八班', '葛格', '物理'),
('GL01', '地理一班', '张四', '应用地理'),
('SW01', '软件一班', '辅导员', '软件'),
('SW02', '软件二班', '辅导员', '软件'),
('SW03', '软件三班', '辅导员', '软件'),
('SW04', '软件四班', '辅导员', '软件'),
('SW05', '软件五班', '辅导员', '软件'),
('SW06', '软件六班', '辅导员', '软件'),
('SW07', '软件七班', '辅导员', '软件'),
('SW08', '软件八班', '辅导员', '软件'),
('SW09', '软件九班', '辅导员', '软件'),
('SW10', '软件十班', '辅导员', '软件')